[
    {
        "date": "01-01-2017",
        "items": [
            {
                "title": "Reina Nightclub attacked in Istanbul, Turkey",
                "description": [
                    "At least 39 people were killed in a nightclub, Reina, in Istanbul, Turkey.",
                    "A gunman opened fire at around 22:30 GMT as people celebrated the new year.",
                    "At least 69 people in total were treated in hospital."
                ],
                "sources": [
                    "http://www.bbc.co.uk/news/world-europe-38481521"
                ]
            }
        ]
    },
    {
        "date": "04-01-2017",
        "items": [
            {
                "title": "Man Tortured on Facebook Live",
                "description": [
                    "Police in Chicago, USA have arrested four suspects after a Facebook Live Broadcast appeared to show a man bound, gagged and attacked.",
                    "Several people are shown taunting and assaulting the man while he was sitting in a room, restrained and his mouth taped shut."
                ],
                "sources": [
                    "https://www.theguardian.com/us-news/2017/jan/04/facebook-live-stream-video-man-attacked-chicago-trump"
                ]
            }
        ]
    },
    {
        "date": "06-01-2017",
        "items": [
            {
                "title": "Shooting at Fort Lauderdale, Florida",
                "description": [
                    "A gunman has shot and killed five people at a Florida airport.",
                    "Eight other people were injured in the shooting.",
                    "The suspect was taken into custody without any further shots being fired."
                ],
                "sources": [
                    "https://www.theguardian.com/us-news/2017/jan/06/fort-lauderdale-airport-shooting-florida"
                ]
            }
        ]
    },
    {
        "date": "08-01-2017",
        "items": [
            {
                "title": "Truck driven into pedestrians in Jerusalem, Israel",
                "description": [
                    "Four soldiers have been killed in Jerusalem, Israel.",
                    "15 people in total have been injured.",
                    "The driver of the truck was immediately shot dead."
                ],
                "sources": [
                    "https://www.theguardian.com/world/2017/jan/08/truck-rammed-into-pedestrians-jerusalem"
                ]
            },
            {
                "title": "Car bomb explosion in Baghdad, Iraq",
                "description": [
                    "11 people have been killed and dozens more injured.",
                    "The bomb was set off in a vegetable market.",
                    "The Islamic State (IS) has claimed responsibility behind the blast."
                ],
                "sources": [
                    "http://www.bbc.com/news/world-middle-east-38546497"
                ]
            }
        ]
    },
    {
        "date": "10-01-2017",
        "items": [
            {
                "title": "38 dead in Kabul, Afghanistan after 2 bombs near government offices",
                "description": [
                    "Two large bombs — one triggered by a suicide attacker — exploded near government offices.",
                    "The 38 dead included civilians and military personnel, and another 72 people were wounded.",
                    "Among the wounded was Rahima Jami, a member of parliament from Herat province in western Afghanistan."
                ],
                "sources": [
                    "http://www.bbc.co.uk/news/world-asia-38567241"
                ]
            }
        ]
    },
    {
        "date": "16-01-2017",
        "items": [
            {
                "title": "Gene Cernan has died",
                "description": [
                    "Gene Cernan, the last man to walk on the moon, has died aged 82."
                ],
                "sources": [
                    "https://www.nasa.gov/astronautprofiles/cernan"
                ]
            }
        ]
    },
    {
        "date": "17-01-2017",
        "items": [
            {
                "title": "Nigeria Air Strike Hits Refugee Camp, 100 dead",
                "description": [
                    "A Nigerian air force jet has mistakenly bombed a camp for disabled people near Rann.",
                    "The Red Cross has said 6 of its employees have been killed.",
                    "The attack took place near where the military is engaged with what it calls the final push against Boko Haram."
                ],
                "sources": [
                    "http://www.bbc.co.uk/news/world-africa-38654991"
                ]
            }
        ]
    },
    {
        "date": "23-01-2017",
        "items": [
            {
                "title": "Donald J. Trump reinstates global gag rule",
                "description": [
                    "President Donald Trump reinstated an executive order barring US foreign aid from going to any nongovernmental organization (NGO) that either provides abortion services, or even discusses abortion with its patients as an option for family planning."
                ],
                "sources": [
                    "http://https://www.nytimes.com/2017/01/20/us/politics/donald-trump-inauguration.html"
                ]
            }
        ]
    }
]
